'''
Задача 2
Исправь ошибки в коде
'''

# Задача: Подсчитать сумму чисел от 1 до 10
sum_numbers = 0
i = 1
while i <= 10:
    sum_numbers += i
i += 1
print("Сумма чисел от 1 до 10:", sum_numbers)


