'''
Задача 4
Допиши код
'''

# Задача: Вывести все четные числа от 2 до 10
number = 2
while number <= 10:
    print(number)
    # допиши код здесь


